Repository: plu/less-paper
Catalog: Modules/FileTasksFeature/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: File Tasks
de: Dateiaufgaben

# fileTasksComplete
source: Complete
de: Fertig

# fileTasksDismiss
source: Dismiss
de: Ausblenden

# fileTasksDismissAll
source: Dismiss Shown Tasks
de: Angezeigte Aufgaben ausblenden

# fileTasksDismissAllConfirmMessage
source: This dismisses the %lld tasks shown in this list. This can't be undone.
de: Dies blendet die %lld in dieser Liste angezeigten Aufgaben aus. Das kann nicht rückgängig gemacht werden.

# fileTasksDismissAllConfirmTitle
source: Dismiss Shown Tasks
de: Angezeigte Aufgaben ausblenden

# fileTasksEmpty
source: Nothing here
de: Nichts hier

# fileTasksEmptyDescription
source: No imports have this status.
de: Für diesen Status gibt es keine Importe.

# fileTasksFailed
source: Failed
de: Fehlgeschlagen

# fileTasksQueued
source: Queued
de: Warteschlange

# fileTasksStarted
source: Started
de: Läuft

# fileTasksUnnamedFile
source: Unnamed file
de: Unbenannte Datei
